Revit 2027 API
InstanceBinding Constructor
Overload List
Name | Description
InstanceBinding() | Constructs an empty instance binding.
InstanceBinding(CategorySet) | Constructs an instance binding with the set of categories passed.
Top
See Also
Reference
InstanceBinding Class
Autodesk.Revit.DB Namespace